Repository: python/pootle-python-org-backup
Catalog: tmxes/pt/tutorial.tmx
Source language: en
Languages: pt

source: >>> import sys >>> print(sys.argv) ['demo.py', 'one', 'two', 'three']
pt: >>> import sys >>> print(sys.argv) ['demo.py', 'um', 'dois', 'três']

source: The :mod:`random` module provides tools for making random selections::
pt: O módulo :mod:`random` provê ferramentas para realizar seleções aleatórias::

source: This produces the following output::
pt: Isto produz a seguinte saída::
